import withLayout from "@/layout/layout";
import Image from "next/image";
import Link from "next/link";
import Head from "next/head";

const KakPopastVOsoznannyjSon = () => {
  return (
    <>
      <Head>
        <title>Как попасть в осознанный сон</title>
        <meta name="description" content="Существует различное множество техник и способов вхождения в осознанное
          сновидение, но мы остановимся
          на одной простой и эффективной технике. В основном ОСы случаются под утро или во время дневного сна, когда
          организм уже достаточно отдохнул и накопил энергию."/>
      </Head>
      <div className="markdown">
        <h1>Как попасть в осознанный сон</h1>
        <Image src="/img/lucid-dream.webp" alt="Осознанное сновидение" width={1000} height={1000}/>
        <div className="structure">
          <h3>Содержание</h3>
          <ul>
            <li>
              <Link href="#0">Введение</Link>
            </li>
            <li>
              <Link href="#1">Что такое осознанный сон</Link>
            </li>
            <li>
              <Link href="#2">Подготовка к вхождению в осознанный сон</Link>
            </li>
            <li>
              <Link href="#3">Техника вхождения в осознанный сон</Link>
            </li>
            <li>
              <Link href="#4">Заключение</Link>
            </li>
          </ul>
        </div>
        <h2 id="0">Введение</h2>
        <p>
          На данную тему написано немало статей, и все практически говорят об одном и том же. Они уделяют внимание
          техникам, но не уделяет внимание на мой взгляд самому главному – образу жизни. Но для начала давайте разберёмся,
          что же такое осознанный сон.</p>
        <h2 id="1">Что такое осознанный сон</h2>
        <p>
          Чтобы понять, что такое осознанный сон, было бы здорово его испытать, иначе описать все словами невозможно.
          Классическое описание гласит так: осознанный сон – это сновидение, в котором человек осознает, что он спит,
          и может влиять на окружающую его действительность. Я бы описал осознанное сновидение, как восприятие некой
          другой
          реальности. В осознанном сне доступно множество различных вещей. Это состояние дает вам чувство неизмеримой
          свободы.</p>
        <h2 id="2">Подготовка к вхождению в осознанный сон</h2>
        <p>Для того, чтобы с легкостью попадать в осознанные сновидения, вам необходимо иметь достаточное количество
          энергии. Для этого вам возможно понадобится изменить свой привычный образ жизни. Современный человек разучился
          жить здесь и сейчас. Проблема в том, что ваше внимание постоянно отвлечено. Попробуйте отложить в сторону свой
          смартфон, выключить телевизор и т.п. Вам важно понять, что основная масса информации не несет в себе ничего
          полезного, а только создает иллюзию чего-то важного. Постарайтесь успокоить свой ум, для этого вы можете начать
          медитировать. Так же не следуют забывать о сексуальной энергии. Ее беспорядочная растрата, будь то секс или
          мастурбация, препятствует практике осознанных сновидений. Избавьтесь от вредных привычек. Все это поможет вам не
          только в практике сновидений, но и улучшит качество вашей жизни.</p>
        <h2 id="3">Техника вхождения в осознанный сон</h2>
        <p>Вы можете начать выполнять технику, которая описана далее. Возможно вам повезет, и вы попадете в осознанный
          сон с первого раза без подготовки. Существует различное множество техник и способов вхождения в осознанное
          сновидение, но мы остановимся
          на одной простой и эффективной технике. В основном ОСы случаются под утро или во время дневного сна, когда
          организм уже достаточно отдохнул и накопил энергию.</p>
        <p>
          Выполняйте последовательность действий. Ложитесь спать и спите примерно 6 часов. Далее просыпаетесь. После пробуждения вам необходимо
          бодрствовать как минимум 1 час. Теперь снова ложитесь спать.
          Желательно лечь на спину, но не обязательно. Теперь наступает самый важный момент. Вы должны иметь намерение увидеть во сне свои руки. Намерение не должно быть навязчивой мыслью. Напротив, это должно быть безмолвное намерение. Вы лежите,
          пытайтесь заснуть, наблюдайте поток своих мыслей, при этом сохраняйте намерение увидеть во сне свои руки.</p>
        <p>Далее есть
          несколько вариантов событий. Самым простым вариантом окажется то, что вы увидите во сне свои руки и осознаетесь. В других случаях вы можете начать ощущать вибрации, слышать различные звуки, голоса. У вас так же
          может появиться ощущение того, что рядом кто-то присутствует. Если это происходит, то поздравляю, вы в шаге от
          внетелесного переживания. Все что вам нужно, это расслабиться и не паниковать. Все вокруг должно стихнуть, а у
          вас возникнуть чувство приятной тяжести или парения. В этот момент вам нужно выйти из тела. Для этого требуется
          начать совершать колебательные движения, но не физическим телом, а фантомным. С каждым разом амплитуда движений
          будет расти, и в какой-то момент вы просто отделитесь от физического тела. </p>
        <p>
          Помимо слуховых и тактильных
          галлюцинаций у вас перед глазами может возникнуть некий образ, картина. В этом случае просто вглядывайтесь в
          этот образ пока он не станет предельно четким и не «затащит» вас к себе. Так же возможно вы окажетесь в некой
          темноте. В этом случае вам нужно нащупать любой предмет, стену и т.п, после чего картина должна прорисоваться.
        </p>
        <h2 id="4">Заключение</h2>
        <p>
          На первый взгляд все кажется довольно
          сложным, но на самом деле все просто. Когда у вас это получится, вы сами в этом убедитесь.
          Если вам что-то непонятно, и у вас есть вопросы, то напишите пожалуйста сообщение мне в <a className="link" href="https://t.me/luxxxfero">Телеграм</a> или <a className="link" href="https://vk.com/luxxx_fero">Вконтакте</a>, просто кликнув по ссылкам и я вам обязательно отвечу.
        </p>
      </div>
    </>
  )
}

export default withLayout(KakPopastVOsoznannyjSon)