import {Iletters} from "@/types";

export enum PATHS {
  "home" = "/",
  "bukva" = "bukva"
}

export const LETTERS: Iletters = [
  {"а": "a"}, {"б": "b"}, {"в": "v"}, {"г": "g"}, {"д": "d"},
  {"е": "e"}, {"ж": "zh"}, {"з": "z"}, {"и": "i"},
  {"й": "j"}, {"к": "k"}, {"л": "l"}, {"м": "m"}, {"н": "n"},
  {"о": "o"}, {"п": "p"}, {"р": "r"}, {"с": "s"}, {"т": "t"},
  {"у": "u"}, {"ф": "f"}, {"х": "h"}, {"ц": "ts"}, {"ч": "ch"},
  {"ш": "sh"}, {"щ": "shch"}, {"э": "je"}, {"ю": "yu"}, {"я": "ya"}
];